---
kind: property
id: P:Autodesk.Revit.DB.Electrical.WireConduitType.Name
source: html/77a0815b-a4f1-041c-534b-ed66a72add68.htm
---
# Autodesk.Revit.DB.Electrical.WireConduitType.Name Property

## Syntax (C#)
```csharp
public string Name { get; }
```